---
kind: property
id: P:Autodesk.Revit.DB.ProjectInfo.Name
source: html/cab7a165-a0a6-3ee1-223c-87a64da5c572.htm
---
# Autodesk.Revit.DB.ProjectInfo.Name Property

Get or Set the Project Name of the Project Information.

## Syntax (C#)
```csharp
public string Name { get; set; }
```

## Remarks
This property is used to get or set the Project Name of the Project Information.